Repository: mahdi-riahi/Django-Shoe-Store-Project
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوز ها

source: Important dates
fa: تاریخ های مهم

source: Password
fa: گذرواژه

source: Password confirmation
fa: تایید گذرواژه

source: Enter the same password as before, for verification.
fa: همان گذرواژه بالا را برای اعتبار سنجی وارد کنید.

source: Enter your @ email
fa: ایمیل @ خود را وارد کنید

source: Email or Phone Number
fa: ایمیل یا شماره تلفن

source: Phone Number
fa: شماره تماس

source: Code
fa: کد

source: Created At
fa: تاریخ ساخت

source: Expires At
fa: تاریخ انقضا

source: Is used?
fa: آیا استفاده شده؟

source: Email Address
fa: آدرس ایمیل

source: Phone Verified
fa: تایید شماره تماس

source: Email Verified
fa: تایید ایمیل

source: Username
fa: نام کاربری

source: Profile Photo
fa: عکس پروفایل

source: user
fa: کاربر

source: Verification code was sent to
fa: کد تایید ارسال برای

source: Verification code
fa: کد تایید

source: Verification codes have 2 minutes expiry time
fa: کد های تایید پس از ۲ دقیقه منقضی می‌شوند.

source: Didn't receive the code?
fa: کد را دریافت نکردید؟‍

source: Resend code
fa: دوباره ارسال کن

source: Please confirm your phone number
fa: لطفا شماره تماس خود را تایید کنید

source: Please correct errors below
fa: لطفا خطاهای زیر را درست کنید

source: Please complete signup first
fa: لطفا ابتدا ثبت نام را کامل کنید

source: Signup is incomplete. Please complete signup first
fa: ثبت نام شما کامل نیست. ابتدا ثبت نام را کامل کنید

source: Phone number validation was successful. Signup completed You are logged in now
fa: اعتبار سنجی شماره تلفن موفقیت آمیز بود. ثبت نام باموفقیت انجام شد. شما لاگین شدید!

source: Code is expired. Please ask for a new code
fa: کد منقضی شده. لطفا کد جدید درخواست کنید

source: code is not valid.
fa: کد معتبر نیست

source: No verification code sent
fa: کد تایید ارسال نشد

source: Your last code is still valid. Use that or wait until it get expired and try again
fa: آخرین کد تایید شما همچنان فعال است. از آن استفاده کنید یا پس از منقضی شدن آن دوباره تلاش کنید.

source: Verification code sent successfully.
fa: کد تایید با موفقیت ارسال شد.

source: You are logged in as {user.phone_number}
fa: شما به عنوان {user.phone_number} وارد شدید

source: You have to verify your phone number first and then log in
fa: شما باید ابتدا شماره تماس خود را تایید کنید و سپس لاگین شوید.

source: Email or phone number or password invalid
fa: ایمیل یا شماره تماس یا گذرواژه نادرست است

source: Email/Phone number/Password is invalid
fa: ایمیل/شماره تماس/گذرواژه نادرست است
